Repository: IONOS-WordPress/wp-site-manager
Catalog: languages/sitemanager-*.po
Languages: it_it

source: No changelog available. Please wait for the first update to complete.
it_it: Nessun changelog disponibile. Prego attendi al completamento del primo aggiornamento.

source: Description
it_it: Descrizione

source: Category
it_it: Categoria

source: Updated on
it_it: Data di modifica

source: Manage and track automatic updates for your WordPress installation.
it_it: Gestisci e sorvegli automaticamente gli aggiornamenti per la tua installazione di WordPress.

source: Note: automatic theme updates will <strong>overwrite the theme customizations</strong> you did outside of the WordPress Administration.
it_it: Nota: Gli aggiornamenti automatici del motivo <strong>sovrascriveranno le tue impostazioni personali del motivo</strong>.

source: Your installation appears to be under version control (%s). This prevents the plugin from managing your updates.
it_it: La tua installazione sembra di essere sotto controllo versione (%s). Ciò impedisce il plugin di gestire i tuoi aggiornamenti.

source: Your installation is currently blocking automatic updates. Install %s to find the cause.
it_it: La tua installazione attuale blocca gli aggiornamenti automatici. Installa %s per trovarne la causa.

source: Your installation is currently blocking automatic updates. Activate %s and go to 'Update Tester' under 'Dashboard' to find the cause.
it_it: La tua installazione attuale blocca gli aggiornamenti automatici. Attiva %s e richiama 'Update Tester' nel 'Pannello comandi' per trovarne la causa.

source: Your installation is currently blocking automatic updates. Check %s for more details.
it_it: La tua installazione attuale blocca gli aggiornamenti automatici. Vedi %s per ulteriori dettagli.

source: Use Default Settings
it_it: Inserisci le impostazioni predefinite

source: Manage your update preferences
it_it: Gestisci le tue impostazioni di aggiornamento

source: By default the WordPress Administration does not allow you to activate the automatic updates of its components.
it_it: Di default, l'amministrazione di WordPress non ti consente di attivare gli aggiornamenti automatici dei suoi componenti.

source: Because it's crucial to keep your WordPress core, translations, plugins and themes up-to-date to prevent security and performance lacks, this tool is here to help you configure these updates.
it_it: Poiché è fondamentale mantenere aggiornati il core, le traduzioni, i plug-in e i temi di WordPress per prevenire problemi di sicurezza e di prestazioni, questo strumento è qui per aiutarti a configurare questi aggiornamenti.

source: Search
it_it: Cerca

source: Version
it_it: Versione

source: Previous version
it_it: Versione precedente

source: Method
it_it: Modalità di aggiornamento

source: http://www.1and1.com
it_it: http://www.1and1.it/

source: Settings
it_it: Impostazioni

source: Run WordPress updates
it_it: Aggiorna WordPress

source: Run translation updates
it_it: Aggiorna traduzioni

source: Run theme updates
it_it: Aggiorna temi

source: Run plugin updates
it_it: Aggiorna plugin

source: Save Changes
it_it: Salva modifiche
